<template>
  <div class="container full-height">
    <ElRow
      type="flex"
      justify="center"
      align="middle"
      class="company-questions-wrap layout-v layout-center-center"
    >
      <ElCol :xs="24" :sm="24" :md="24" :lg="20" :xl="20">
        <ElCard class="mb-50" :body-style="{ padding: '10px' }">
          <div class="contetn rtl">
            <div class="html">
              <h1>آیا فعالیت جاب گای قانونی است؟</h1>
              <p>
                ماموریت سامانه جاب گای، پروفایلینگ اطلاعات رسمی منتشر شده
                شرکت&zwnj;ها و افراد ثبت شده در روزنامه رسمی و ثبت تجربه مصاحبه
                و تجربه کاری روی پروفایل شرکت ها می باشد، در حالی که بدون تحقق
                هیچ یک از مصادیق مجرمانه مذکور در نظام حقوقی کشور، صرفاً اطلاعات
                رسمی منتشر شده توسط سامانه روزنامه رسمی را به صورت
                دسته&zwnj;بندی و منقح شده بازنشر نموده است. در همین راستا توجه
                به چند نکته حائز اهمیت است:
              </p>
              <p>&nbsp;</p>
              <p>
                باید توجه داشت که مستندا به مفاد اصل برائت هر عملی توسط شهروندان
                مجاز دانسته شده مگر آنکه حاکمیت به وسیله نص مصرح قانونی یا اعلان
                عمومی آن را غیرمجاز بداند و یا اینکه در شرع مقدس اسلام ممنوع شده
                باشد. پرواضح است که دریافت سیستمی داده&zwnj;های عمومی که به صورت
                پیش&zwnj;دستانه از سمت حاکمیت در بستر سامانه روزنامه رسمی صورت
                می&zwnj;گیرد، تاکنون مورد استثنای مصرح حاکمیت قرار نگرفته و
                همچنین مانع شرعی هم برای آن وجود ندارد. بنابراین از نظر مبانی
                نظام حقوقی جمهوری اسلامی ایران و مستنبط از اصل 37 قانون اساسی
                جمهوری اسلامی ایران این امر را می&zwnj;توان کاملا مجاز و از جانب
                حاکمیت کاملا مسموح دانست.
              </p>
              <p>&nbsp;</p>
              <p>
                از سوی دیگر می&zwnj;توان به اصل آزادی اطلاعات به عنوان یکی از
                حقوق بنیادین بشری اشاره نمود که دسترسی آزاد به اطلاعات از
                ثمره&zwnj;های آن و از نشانه های روشن حاکمیت شفافیت بر جامعه
                معرفی شده و در نظام حقوقی جمهوری اسلامی ایران نیز به تصریح ماده
                2 قانون انتشارو دسترسی آزاد به اطلاعات مصوب 1388 و ماده 30 منشور
                حقوق شهروندی به طور کامل به رسمیت شناخته شده است. کما اینکه یکی
                از ملزومات جوامع مردم سالار، گردش آزاد اطلاعات و دسترسی آسان
                مردم به اطلاعاتی است که در زندگی آن&zwnj;ها تأثیر گذاشته و برای
                شهروندان اطلاع از این اخبار مهم باشد.
              </p>
              <p>&nbsp;</p>
              <p>
                البته باید دانست که انتشار و ارائه اطلاعات، دارای استثنائاتی است
                که به لحاظ مصالح ملی یا امنیتی هر سه قوه باید در مورد این
                استثنائات به توافق رسیده و در قانون به صراحت قید گردد. باید خاطر
                نشان ساخت دامنه این استثنائات نباید به حدی گسترده باشد که اصل
                دسترسی آزاد شهروندان به اطلاعات را زیر سؤال ببرد. در همین راستا
                بند 3 ماده 19 کنوانسیون حقوق مدنی و سیاسی بیان می&zwnj;دارد؛
                محدودیت&zwnj;ها باید به موجب قانون برای احترام به حقوق یا حیثیت
                دیگران، حفظ امنیت ملی یا نظم و سلامت و اخلاق عمومی باشد.
              </p>
              <p>&nbsp;</p>
              <p>
                همه این نکات در حالی است که در نظام حقوقی جمهوری اسلامی ایران
                نیز اصل آزادی اطلاعات پذیرفته شده و استثنائات وارد بر آن نیز به
                صورت پراکنده در قوانین مختلفی ذکر شده که از جمله آن می توان به
                حریم خصوصی، اسناد تجاری و اطلاعات محرمانه نظام اشاره نمود که هیچ
                یک در دایره اطلاعات مورد ارائه توسط روزنامه رسمی قرار
                نمی&zwnj;گیرد. به بیان دیگر اطلاعات مورد ارائه توسط روزنامه رسمی
                دقیقا مصداق بارز دامنه اطلاعات مورد حمایت در اصل آزادی اطلاعات
                بوده و دسترسی به آن چه به صورت سیستمی و چه به صورت غیر سیستمی
                مجاز و آزاد شناخته می&zwnj;شود. لذا دریافت سیستمی این اطلاعات و
                بازنشر آن نیز مصداق هیچ یک از انواع ممنوع الانتشار و جرایم مذکور
                در این زمینه از قبیل انتشار اکاذیب، ورود به حریم خصوصی، انتشار
                اسناد محرمانه، سری یا تجاری و&hellip; نیست.
              </p>
              <p>&nbsp;</p>
              <p class="md-block-unstyled md-block-rtl">
                همچنین طبق شیوه&zwnj;نامه تشخیص و تفکیک اطلاعات مربوط به حریم
                خصوصی و اطلاعات شخصی از اطلاعات عمومی موضوع مواد ۱۴ و ۱۵ قانون
                انتشار و دسترسی آزاد به اطلاعات مصوبه شماره ۲۴۶۲۹۴ مورخ
                ۱۳۹۸/۹/۱۱کمیسیون انتشار و دسترسی آزاد به اطلاعات:<br />ماده۳ـ در
                موارد زیر اطلاعات مذکور در بندهای ماده ۱ خصوصی یا شخصی محسوب
                نمی&zwnj;شود: توسط خود فرد منتشر شده باشد<br />ماده۵ ـ
                داده&zwnj;های هویتی زیر در زمره اطلاعات و داده&zwnj;های شخصی
                محسوب نمی&zwnj;شود:<br />۱. داده&zwnj;های راجع به هویت اشخاص
                حقوقی (شرکت&zwnj;ها، مؤسسات، سازمانهای مردم&zwnj;نهاد
                و&hellip;)<br />۲. نام و نام خانوادگی افراد<br />ماده۸ ـ اطلاعات
                و داده&zwnj;های اقتصادی زیر در زمره اطلاعات و داده&zwnj;های شخصی
                محسوب نمی&zwnj;شود:<br />۱. اطلاعات عضویت در هیأت مدیره بنگاههای
                اقتصادی<br />۲. اطلاعات کلیه پرداخت&zwnj;های اشخاص به مؤسسات
                عمومی<br />۳. مجوز&zwnj;های کسب و کار صادره از مؤسسات عمومی یا
                خصوصی (با رعایت شیوه&zwnj;نامه انتشار و دسترسی آزاد به اطلاعات
                مجوزهای دولتی)<br />ماده۱۰ـ شماره&shy;های تماس با مدیران و
                سایرکارمندان، در زمره داده&shy;های شخصی محسوب نمی&zwnj;شوند.
              </p>
            </div>
            <el-collapse v-model="activeName" accordion>
              <el-collapse-item
                v-for="(item, index) in faq"
                :key="index"
                :title="item.question"
                :name="index"
              >
                <div>{{ item.answer }}</div>
              </el-collapse-item>
            </el-collapse>
          </div>
        </ElCard>
      </ElCol>
    </ElRow>
  </div>
</template>

<script>
export default {
  data() {
    return {
      activeName: '1',
      faq: [],
    }
  },
  async fetch() {
    try {
      const { data } = await this.$axios.get('/public/faq/')
      this.faq = data.data
    } catch (error) {}
  },
  head() {
    return {
      ...this.$seo({
        title: 'سوالات متداول',
      }),
      bodyAttrs: {
        class: 'page-faq',
      },
    }
  },
}
</script>

<style lang="scss">
.page-faq {
  margin-top: 170px;
  .html {
    line-height: 34px;
  }
}
</style>
