<template>
  <div class="container">
    <el-row
      type="flex"
      justify="center"
      align="middle"
      class="company-questions-wrap layout-v"
    >
      <ElCol :xs="24" :sm="24" :md="24" :lg="20" :xl="20">
        <ElCard class="mb-50" :body-style="{ padding: '10px' }">
          <div class="content rtl">
            <p>
              این متن به منزله یک توافق نامه آنلاین می باشد و مطابق قانون تجارت
              الکترونیک هیچ تفاوتی از نظر اصالت و اعتبار و همچنین هیچ تفاوتی با
              نسخه مکتوب ندارد.
            </p>
            <p>
              جاب&zwnj;گای&nbsp;یک سامانه ی اینترنتی جهت بازخورد دیدگاه های
              افراد محتلف در شرکت هایی است که در آنها مشغول به کار بوده اند.
              جاب&zwnj;گای تنها یک وبسایت انتشار بازخورد های منتشر شده توسط
              دیگران است و به هیچ&zwnj;وقت خود، اقدام به نوشتن تجربیات و
              بازخوردها نمی&zwnj;کند.
            </p>
            <p>تعاریف<span dir="LTR">&nbsp;:</span></p>
            <p>
              <strong>جاب&zwnj;گای</strong> :&nbsp;<strong>جاب&zwnj;گای</strong
              ><strong
                >&nbsp;یک سامانه ی اینترنتی جهت بازخورد دیدگاه های افراد محتلف
                در شرکت هایی است که در آنها مشغول به کار بوده اند.</strong
              >
            </p>
            <p>
              <strong>کاربر&nbsp;</strong>
              <strong><span dir="LTR">:&nbsp;</span></strong> تمامی بازدیدکننده
              گان وبسایت جا&zwnj;ب&zwnj;گای
            </p>
            <p>
              <strong>نمایه&nbsp;</strong
              ><strong><span dir="LTR">:&nbsp;</span></strong> محیط کاربری هر
              فرد در وبسایت جاب&zwnj;گای که شامل موارد زیر است :
            </p>
            <p>
              <strong>شرکت :&nbsp;</strong>عبارت است از کلیه اشخاص حقوقی و حقیقی
              که اقدام به استخدام نویسندگان بازخورد ها کرده اند. :
            </p>
            <p><span dir="LTR">&nbsp;</span></p>
            <p>
              <strong>اختیارات جا&zwnj;ب&zwnj;گای&nbsp;</strong>
              <strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              ۱- جاب&zwnj;گای می تواند وبسایت خودرا بدون اطلاع قبلی به کاربر، به
              حالت تعلیق به هر منظور در آورد<span dir="LTR">.</span>
            </p>
            <p>
              2- جاب&zwnj;گای می تواند نمایه هر کاربر را در صورت انجام تخلف آن
              کاربر و بدون اطلاع به او ، حذف یا مسدود کند.&nbsp;
            </p>
            <p>
              3- جاب&zwnj;گای می تواند در صورت درخواست مقام قضایی صالح، اطلاعات
              نمایه کاربران را در اختیار این مقامات قرار دهد.
            </p>
            <p>
              4- جاب&zwnj;گای می تواند اطلاعات صفحات قوانین، شرایط استفاده و
              حریم خصوصی خودرا بدون اطلاع به کاربر تغییر دهد.
            </p>
            <p>
              <strong>تعهدات جاب&zwnj;گای</strong>
              <strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              ۱<span dir="LTR">-</span>جاب&zwnj;گای متعهد است اطلاعات موجود در
              وبسایت از کاربران را به هیچ شخص ثالثی اعم از حقوقی و یا حقیقی
              واگذار نکند مگر با درخواست دستگاه های ذیصلاح<span dir="LTR"
                >.</span
              >
            </p>
            <p>&nbsp;</p>
            <p>
              <strong>رفع مسئولیت</strong>
              <strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              1-بدیهی است که هدف جاب&zwnj;گای بدنامی و از بین بردن اعتبار هیچ
              شرکت، وبسایت و یا مجموعه ای نیست. جابگای تنهای رسانه انتقال
              تجربیات است و در همین راستا، هیچ مجموعه و یا شخصی امکان شکایت از
              جاب&zwnj;&zwnj;گای را به اتهامات زیر ندارد.
            </p>
            <p>-نقض حریم خصوصی</p>
            <p>-اعاده حیثیت</p>
            <p>-تخریب اعتبار</p>
            <p>
              2<span dir="LTR">-</span>ممکن است وبسایت جاب&zwnj;گای در وبسایت
              های دیگر به منظور تبلیغ قرار گرفته باشد. جاب&zwnj;گای هیچ مسئولیتی
              در قبال این وبسایت ها ندارد<span dir="LTR">.</span>
            </p>
            <p>
              3- جاب&zwnj;گای هیچ مسئولیتی در قبال اهلیت کاربران در جاب&zwnj;گای
              را ندارد.
            </p>
            <p>
              4- تلاش جاب&zwnj;گای، نشر تجربیات با اطلاعات صحیح و درست است اما
              نمی&zwnj;تواند صحت تجربیات را تضمین نماید و هیچ&zwnj;گونه تعهد یا
              مسئولیتی در قبال صحت این تجربیات برعهده نمی&zwnj;گیرد<span
                dir="LTR"
                >.</span
              >
            </p>
            <p>&nbsp;</p>
            <p>
              5- جاب&zwnj;گای هیچ قرارداد، تعهدنامه، موافقت نامه و یا سندی را
              اعم از رسمی و غیر رسمی با منشتر کنندگان تجربیات حقیقی یا حقوقی
              منعقد نکرده و نمی&zwnj;کند. کاربرانِ جاب&zwnj;گای در هر لحظه قادر
              به ویرایش تجربیات خود هستند، بنابراین جاب&zwnj;گای، هیچ&zwnj;گونه
              مسئولیتی را در قبال هر نوع تجربه درج شده در سایت نمی&zwnj;پذیرد و
              صرفاً مطالب درج شده توسط کاربران را نمایش می&zwnj;دهد<span
                dir="LTR"
                >.</span
              >
            </p>
            <p>&nbsp;</p>
            <p>
              6-&nbsp;مسئولیت استفاده از هرگونه متن، پیام، توضیح، اطلاعات، عکس،
              مشخصات تماس، ویدیو، پیام صوتی و أنواع داده پیام و &nbsp;موارد
              مشابه که به جاب&zwnj;گای ارسال می&zwnj;شود یا در آن قرار
              می&zwnj;گیرد، شامل بازتولید، افشاء، مخابره، نشر و پخش آن بر
              عهده&nbsp;فرستنده اطلاعات است<span dir="LTR">.</span> موارد ذکر
              شده تنها شامل موارد بیشتر و نه محدود به آن ها می باشند.
            </p>
            <p>&nbsp;</p>
            <p>
              7-&nbsp;مسئولیت هر لینک، مطلب و ادعایی مربوط به جاب&zwnj;گای که به
              واسطه&zwnj; اشخاص حقیقی و حقوقی دیگر در سایت، بلاگ یا
              شبکه&zwnj;های اجتماعی و باقی رسانه&zwnj;ها منتشر می&zwnj;شود، با
              خود این افراد است و جاب&zwnj;گای مسئولیتی در قبال آنها ندارد
              <span dir="LTR">.</span> موارد ذکر شده تنها شامل موارد بیشتر و نه
              محدود به آن ها می باشند.
            </p>
            <p>&nbsp;</p>
            <p>
              8-کاربران در وبسایت در هنگام نوشتن تجربایت خود ممکن است از نشانه و
              اسم رسمی شرکت استفاده و اقدام به نشر آنان کنند. بدیهی است که
              مسئولیت استفاده ازین موارد صرفا بر عهده کاربران است.
            </p>
            <p>&nbsp;</p>
            <p>
              <strong>امنیت</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              جاب&zwnj;گای هیچ تضمینی در خصوص اطلاعات قرارگرفته در سایت و همچنین
              خسارات ناشی از به خطر افتادن اطلاعات نمی دهد و تنها تلاش حداکثری
              خودرا جهت صیانت از اطلاعات اعمال می نماید<span dir="LTR">.</span>
            </p>
            <p>
              وبسایت جاب&zwnj;گای دارای گواهی&nbsp;<span dir="LTR">ssl</span>
              می باشد.
            </p>
            <p>
              <strong>جبران خسارت</strong
              ><strong><span dir="LTR">&nbsp;:&nbsp;</span></strong
              ><strong><span dir="LTR">&nbsp;</span></strong>
            </p>
            <p>
              ۱<span dir="LTR">-</span>کاربر مطلع است که ارسال اطلاعات ، چه به
              صورت حضوری، تلفنی و یا از طریق اینترنت همیشه با خطر افشاء مواجه
              است و هیچ سیستمی دارای امنیت کامل نمی باشد. بنابراین جاب&zwnj;گای
              مسئولیتی در قبال نواقص امنیت تکنولوژی نخواهد داشت. با این وجود
              جاب&zwnj;گای تمام تلاش خود را به منظور حداقل نمودن و در صورت امکان
              جلوگیری از دسترسی غیرمجاز و استفاده غیر صحیح از اطلاعات مندرج می
              نماید. در هیچ موردی چنین حمایتی کمتر از استانداردهای معقول مراقبت
              نخواهد بود. در هر صورت جاب&zwnj;گای هیچ گونه تعهدی در خصوص جبران
              خسارات فعلی یا آتی ندارد<span dir="LTR">.</span>
            </p>
            <p>
              ۲<span dir="LTR">-</span>تمامی اطلاعات ذخیره شده توسط جاب&zwnj;گای
              تحت شرایط ماده ۸ قانون تجارت الکترونیک ذخیره می شوند<span
                dir="LTR"
                >.</span
              >
            </p>
            <p>
              <strong>مالکیت مادی و معنوی</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              <strong>۱</strong><strong><span dir="LTR">-</span></strong
              >تمام محتویات وبگاه جاب&zwnj;گای از قبیل متون، گرافیک، تصاویر،
              علائم تجاری، لوگو، صدا، تصویر، قالب سایت، اسکریپت&zwnj;ها
              و&hellip;&nbsp;متعلق به جاب&zwnj;گای است و مشمول حمایت&zwnj;های
              مقرر در قوانین مالکیت فکری داخلی و بین&zwnj;المللی است<span
                dir="LTR"
                >.&nbsp;</span
              >همچنین هیچ یک از محتویات این سایت قابل تولید مجدد، کپی برداری،
              فروش یا هر نحو سوء استفاده برای مقاصد تجاری و غیرتجاری نیست.
              هرگونه استفاده بدون کسب مجوز کتبی حق پیگرد قانونی را برای
              جاب&zwnj;گای را محفوظ می&zwnj;دارد<span dir="LTR">.</span>
            </p>
            <p>
              <strong>حل اختلاف</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              این توافقنامه طبق قوانین و مقررات جمهوری اسلامی ایران تنظیم شده
              است. هر گونه اختلاف راجع به آن از جمله انعقاد، اعتبار، تفسیر، فسخ،
              نقض و اجرای آن برای داوری به شورای داوری اتحادیه کسب و کار های
              اینترنتی ارجاع می&zwnj;شود. نظر شورای داوری قطعی&zwnj; و
              لازم&zwnj;الاجراست. شرط داوری حاضر موافقتنامه&zwnj;ای مستقل از
              قرارداد اصلی تلقی می&zwnj;شود و در هر حال قابل اجراست<span
                dir="LTR"
                >.</span
              >
            </p>
            <p>
              <strong>فورس ماژور</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              هیچ یک از طرفین این توافقنامه به دلیل قصور یا تاخیر در اجرای
              تعهداتش به دلیل حصول شرایطی که فراتر از کنترل معقول وی باشد، مسئول
              نخواهد بود. این موارد شامل موارد ذیل است اگرچه محدود به آن&zwnj;ها
              نیست: آتش سوزی، سیل، زلزله، تصادف، قطع خطوط ارتباطی اینترنت، قطع
              برق، قطع شبکه و حوادث ناگهانی و غیرقابل پیش&zwnj;بینی طبیعی و<span
                dir="LTR"
                >&nbsp;</span
              ><span dir="LTR">&hellip;</span>
            </p>
            <p>
              <strong>حریم خصوصی</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              جاب&zwnj;گای موظف به صیانت از داده های کاربران است. شما میتوانید
              با مراجعه به این صفحه، از شرایط و ضوابط حریم خصوصی مطلع شوید<span
                dir="LTR"
                >.</span
              >
            </p>
            <p>
              <strong>شرایط استفاده</strong
              ><strong><span dir="LTR">&nbsp;:&nbsp;</span></strong>
            </p>
            <p>
              در ثبت تجربه خود به نکات زیر توجه کنید در غیر این صورت تجربه شما
              بر روی سایت غیرفعال می گردد.
            </p>
            <ol>
              <li>نام بردن از اشخاص</li>
              <li>
                افشای اسرار درون شرکت یا سازمان (نام بردن از مشتریان، پروژه ها
                و...)
              </li>
              <li>
                فحاشی یا به کار بردن کلمات نامناسب در مورد مدیران و سایر
                کارمندان
              </li>
              <li>
                سعی در بزرگنمایی و یا نوشتن موارد غیر واقع ای با هدف انتقام گیری
                از شرکت ها
              </li>
              <li>امکان ویرایش برای تجربه ها تنها تا ۳۰ روز فعال می باشد.</li>
            </ol>
            <p>
              &nbsp;<strong>مکاتبات</strong
              ><strong><span dir="LTR">&nbsp;:&nbsp;</span></strong>
            </p>
            <p>
              کلیه مکاتبات به صورت کتبی خواهد بود که از طرف جاب&zwnj;گای از طریق
              ایمیل به نشانی&nbsp;<span dir="LTR">jobguyir@gmail.com</span>
              می&zwnj;باشد و مطابق ماده ۶ و ۱۲ قانون تجارت این مکاتبات رسمیت
              لازم و قانونی را دارا می باشند<span dir="LTR">.</span>
            </p>
            <p>
              <strong>تغییرات</strong
              ><strong><span dir="LTR">&nbsp;:</span></strong>
            </p>
            <p>
              شرایط و ضوابط حاضر ممکن است تغییر کند جاب&zwnj;گای حق اصلاح این
              شرایط را در هر زمان و به هر صورت، به صرف تشخیص خود و بدون اطلاع
              قبلی، حفظ می نماید<span dir="LTR">.&nbsp;</span>شرایط و ضوابط جدید
              از تاریخ انتشار در وب سایت، بر نحوه استفاده از آن اعمال خواهد شد،
              و ممکن است نسبت به داده ها و اطلاعات کاربری و تنظیمات پیشین مؤثر
              باشد. استفاده از وب سایت حاضر بیانگر پذیرش تمامی موارد اصلاحی
              است<span dir="LTR">.</span>
            </p>
            <p>
              محتویات این صفحه تا زمان تغییر با بروزرسانی آن معتبر و لازم
              الاجراست<span dir="LTR">.</span>
            </p>
          </div>
        </ElCard>
      </ElCol>
    </el-row>
  </div>
</template>

<script>
import { DOMAIN_TITLE } from '@/config/app.js'

export default {
  head() {
    let meta = []
    meta = [
      {
        property: 'og:site_name',
        content: DOMAIN_TITLE,
      },
      {
        property: 'og:title',
        content: DOMAIN_TITLE,
      },
      {
        hid: 'description',
        name: 'description',
        content: '',
      },
    ]
    return {
      bodyAttrs: {
        class: 'page-terms',
      },
      title: 'قوانین',
      meta,
    }
  },
}
</script>

<style lang="scss" scope>
.content {
  font-size: 13px;
  line-height: 30px;
  .q {
    margin: 5px 25px;
    display: flex;
  }
  .image {
    width: 100%;
    text-align: center;
    img {
      width: 70%;
      height: auto;
      @media (max-width: 720px) {
        width: 100%;
      }
    }
  }
}
</style>

<style lang="scss">
.page-terms {
  margin-top: 170px;
}
</style>
